{
  "basics": {
    "name": "Khurram Tariq",
    "label": "Sales Engineer",
    "picture": "",
    "email": "khurramtm@hotmail.com",
    "phone": "408-250-5936",
    "website": "https://www.linkedin.com/in/khurramtariq",
    "summary": "18+ years of industry experience in selling, customer support, installation, deployment, architecture, management and team building. A clear thinker with a diverse experience of various enterprises, working with multiple cultures. Proven track record of establishing trust with the customers, presenting proposals and technical briefings. ",
    "location": {
      "address": "",
      "postalCode": "95134",
      "city": "San Jose",
      "countryCode": "US",
      "region": "California"
    },
    "profiles": []
  },
  "work": [
    {
      "company": "InterVision Systems",
      "position": "Solutions Architect",
      "website": "http://www.intervision.com",
      "startDate": "4/2016",
      "endDate": "1/2017",
      "summary": "InterVision is a partner of companies like NetApp, HPE, HDS, Nutaix and Cisco. My role was to architect, present and demo solutions from partners like HDS, Nutanix, ZeroStack and Tintri.",
      "highlights": [
        "Engage with customers and map out solutions to solve their IT challenges and help with digital transformation.",
        "Work with partners and account managers in green field accounts to present the product portfolio of partners like NetApp, HDS, Nimble, Nutanix, ZeroStack and Tintri.",
        "Participate in responding to RFPs."
      ]
    },
    {
      "company": "NetApp Inc.",
      "position": "Enterprise Systems Engineer",
      "website": "http://www.nwtapp.com",
      "startDate": "6/2014",
      "endDate": "4/2016",
      "summary": "NetApp is the largest independent data storage company. I was the SE for enterprise customers in the EDA segment of the industry.",
      "highlights": [
        "Design and execute technical strategy to increase penetration and solidify defense within my accounts.",
        "Prospect identification, gathering requirements, assessing individual and account needs, designing and sizing storage solutions.",
        "Extremely resourceful customer advocate developed very strong relationships with NetApp technical sales ecosystem: System Integrators, Partner SEs, Product Managers, Professional Services and Consulting System Engineers.",
        "Helped bring the hybrid cloud and now Data Fabric message to the customers.",
        "Architected new Clustered Data Ontap designs for customers.",
        "Helped create migration roadmap from 7-mode to CDOT.",
        "Architected, presented and helped sell a large Metro Cluster CDOT complete with a backup destination."
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "FAST ICS",
      "area": "Computer Science",
      "studyType": "Bachelor",
      "startDate": "1996",
      "endDate": "1999",
      "gpa": "",
      "courses": [
        "Concept and Operations of Hitachi NAS Platform.",
        "Managing Storage Performance with Hitachi Tuning Manager",
        "Clustered Data ONTAP Administration •\tPerformance Analysis Fundamentals on Data ONTAP"
      ]
    }
  ],
  "awards": [],
  "publications": [],
  "skills": [
    {
      "name": "Storage",
      "level": "",
      "keywords": [
        "NetApp",
        "EMC VMAX",
        "HDS",
        "Cisco MDS",
        "NFS",
        "CIFS",
        "Fiber Channel"
      ]
    },
    {
      "name": "Operating Systems",
      "level": "Master",
      "keywords": [
        "Linux",
        "Solaris (Unix)",
        "Windows"
      ]
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Native speaker"
    }
  ],
  "interests": [
    {
      "name": "Photography",
      "keywords": []
    },
    {
      "name": "Reading",
      "keywords": []
    }
  ],
  "references": []
  }